13/data/attachments/28fa6f4e8152935a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Christopher_born_Friend_55689_2</nif:username>
            <nif:friendToBeRequested>soap_friends_c482c75b-b9de-471f-83dd-c24497df9ffd</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>